Myanmar Conflict.org
#+title: Myanmar Conflict

* Why in News
- The Myanmar military has grabbed power from a Democratically elected government
- This is the 3rd time such a coup has taken place since its independence in 1948
- A *1 year state of emergency has been imposed* and Aung San Syu Kyi has been detained

* Myanmar
- Myanmar is a neighboring country of India, Bangladesh, China, Thailand and Laos
- Its main religion is Buddhism and was in news a few year back regarding its decision to remove Rohingya Muslims from its land
- Myanmar has been in military rule for a very long time after its independence (1962) and only transitioned to a democracy back  in the year 2011
- The military was mainly responsible for ushering in a new era of democracy in Myanmar and although in this new age, it was not completely free of military intervention and supremacy it still waas a well oiled democracy
- It held its first free and fair elections in the year 2015 which was completely free from any military intervention

** Coup  in Myanmar
- The Constitution of Myanmar was formed by the military in the year 2008 according to which the military holds 25 % of the total seats
- The Military Coup took place in 2021, during the first session of the parliament which was going to take place. The reason for which was stated as massive voter fraud in the parliamentary elections

* India and Myanmar relations
- Myanmar is part of India’s *Act East* policy (called Look East before 2014)
- Myanmar is also a *weapons market for India* and has made deals for buying artillery guns, naval gunboats etc
- Myanmar also uses the Indian vaccines for the mass vaccination projects undertaken by the Myanmar govt (1.5 mil doses)
- India also has interests in Myanmar which can be seen in India's keen interest for the operationalisation of the Sittwe port in the Rahkine province of Myanmar
- India also has invested in the *India-Myanmar-Thailand trilateral highway* and the *Kaladan Multi-Modal-Crossing agreement* which is aimed at connecting Kolkata and Sittwe and Myanmar's Kalawe river to the North East provinces of India
- India and Myanmar also has penned the Land Border Crossing agreement according to which legitimate passengers (those with valid documents) are allowed to cross the border of the 2 countries

** Rohingya
- India is helping Myanmar handle the Rohingya crisis it currently is facing by investing in the Rakhine State Developement Programme
- The RSDP is aimed at assisting the Myanmar govt to build housing infrastructure for the Rohingyas
- It includes development in areas of education community development and agriculture

- Overall India has invested 1.2 billion $ into Myanmar’s development
