Myanmar Conflict.tex
% Created 2022-01-20 Thu 18:03
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Krishna Jani}
\date{\today}
\title{Myanmar Conflict}
\hypersetup{
 pdfauthor={Krishna Jani},
 pdftitle={Myanmar Conflict},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.0.50 (Org mode 9.5.2)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Why in News}
\label{sec:org03b8270}
\begin{itemize}
\item The Myanmar military has grabbed power from a Democratically elected government
\item This is the 3rd time such a coup has taken place since its independence in 1948
\item A \textbf{1 year state of emergency has been imposed} and Aung San Syu Kyi has been detained
\end{itemize}

\section{Myanmar}
\label{sec:org6e62d0b}
\begin{itemize}
\item Myanmar is a neighboring country of India, Bangladesh, China, Thailand and Laos
\item Its main religion is Buddhism and was in news a few year back regarding its decision to remove Rohingya Muslims from its land
\item Myanmar has been in military rule for a very long time after its independence (1962) and only transitioned to a democracy back  in the year 2011
\item The military was mainly responsible for ushering in a new era of democracy in Myanmar and although in this new age, it was not completely free of military intervention and supremacy it still waas a well oiled democracy
\item It held its first free and fair elections in the year 2015 which was completely free from any military intervention
\end{itemize}

\subsection{Coup  in Myanmar}
\label{sec:org0a444ba}
\begin{itemize}
\item The Constitution of Myanmar was formed by the military in the year 2008 according to which the military holds 25 \% of the total seats
\item The Military Coup took place in 2021, during the first session of the parliament which was going to take place. The reason for which was stated as massive voter fraud in the parliamentary elections
\end{itemize}

\section{India and Myanmar relations}
\label{sec:org81dedbd}
\begin{itemize}
\item Myanmar is part of India’s \textbf{Act East} policy (called Look East before 2014)
\item Myanmar is also a \textbf{weapons market for India} and has made deals for buying artillery guns, naval gunboats etc
\item Myanmar also uses the Indian vaccines for the mass vaccination projects undertaken by the Myanmar govt (1.5 mil doses)
\item India also has interests in Myanmar which can be seen in India's keen interest for the operationalisation of the Sittwe port in the Rahkine province of Myanmar
\item India also has invested in the \textbf{India-Myanmar-Thailand trilateral highway} and the \textbf{Kaladan Multi-Modal-Crossing agreement} which is aimed at connecting Kolkata and Sittwe and Myanmar's Kalawe river to the North East provinces of India
\item India and Myanmar also has penned the Land Border Crossing agreement according to which legitimate passengers (those with valid documents) are allowed to cross the border of the 2 countries
\end{itemize}

\subsection{Rohingya}
\label{sec:org4360b72}
\begin{itemize}
\item India is helping Myanmar handle the Rohingya crisis it currently is facing by investing in the Rakhine State Developement Programme
\item The RSDP is aimed at assisting the Myanmar govt to build housing infrastructure for the Rohingyas
\item It includes development in areas of education community development and agriculture

\item Overall India has invested 1.2 billion \$ into Myanmar’s development
\end{itemize}
\end{document}